/* No comment provided by engineer. */
"%@ STEPS" = "%@歩";

/* No comment provided by engineer. */
"%@ to go" = "あと%@歩";

/* No comment provided by engineer. */
"Goal achieved!" = "目標達成！";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"No Data" = "データなし";

/* No comment provided by engineer. */
"of %@ goal %@" = "目標: %1$@ %2$@";

/* No comment provided by engineer. */
"steps" = "歩数";

/* No comment provided by engineer. */
"Steps" = "歩数";

/* No comment provided by engineer. */
"Loading..." = "読み込み中...";

/* No comment provided by engineer. */
"STEPS" = "歩数";

/* No comment provided by engineer. */
"View Summary" = "概要を表示";

/* No comment provided by engineer. */
"Change Goal" = "毎日の目標を変更";

/* No comment provided by engineer. */
"Goal!" = "目標達成！";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Recent" = "最近";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Set Goal" = "目標を設定";

/* No comment provided by engineer. */
"Goal" = "目標";

/* No comment provided by engineer. */
"Flights" = "上った階数";

/* No comment provided by engineer. */
"Distance" = "距離";

/* No comment provided by engineer. */
"Miles" = "距離 (mi)";

/* No comment provided by engineer. */
"Kilometers" = "距離 (km)";

/* No comment provided by engineer. */
"To go" = "残りの歩数";
